Repository: Baki-Projesi/multilingual-plugin
Catalog: languages/*.po
Languages: bg_bg

source: Multilanguage
bg_bg: Многоезичен

source: Preferred Language
bg_bg: Предпочитан език

source: Multilanguage Content
bg_bg: Многоезично съдържание

source: Translate to:
bg_bg: Превод на:

source: Select the languages into which your site can be translated.
bg_bg: Избор на езици, на които сайтът да бъде превеждан.

source: The languages available to translate content. To learn more about translating the core interfaces, <a href='http://omeka.org/codex/Translate_Omeka'>read this</a>.
bg_bg: Езици за превод на съдаржанието. Повече за превеждането на основния интерфейс - <a href='http://omeka.org/codex/Translate_Omeka'>тук</a>.

source: Check the metadata fields that you want to make translatable.
bg_bg: Отбележете полетата с метаданни, които да бъдат превеждани.

source: Content Languages
bg_bg: Езици на съдържанието

source: Default language is %s
bg_bg: Езикът по подразбиране е %s

source: Exhibits
bg_bg: Изложби

source: Simple Pages
bg_bg: Обикновени страници

source: Select your prefered language
bg_bg: Изберете език

source: The default language is %s
bg_bg: Езикът по подразбиране е %s
